{"Id":37,"Name":"PocketItems","TotalItems":21,"TotalProcessed":21,"Items":[{"Id":33901,"Name":"Casket-salvaging scrimshaw","Description":"Successful fishing catches have a chance of finding various caskets. Higher-level fishing provides better chances. Lasts 3 hours."},{"Id":44383,"Name":"Compressed anima","Description":"The equivalent of 45000 shattered anima compressed into a single object. Can be used to recharge Shattered Worlds sigils."},{"Id":38828,"Name":"Energy-gathering scrimshaw","Description":"15% chance to double the energy received when gathering memories. Lasts 3 hours."},{"Id":26292,"Name":"Gem-finding scrimshaw","Description":"+2% geode chance when mining. Lasts 3 hours."},{"Id":26283,"Name":"Log-splitting scrimshaw","Description":"15% chance to split a log as you chop it, gaining additional Woodcutting experience and not collecting the log. Lasts 3 hours."},{"Id":38823,"Name":"Memory-crushing scrimshaw","Description":"15% chance to instantly convert memories as you obtain them, gaining Divination experience. Lasts 3 hours."},{"Id":26286,"Name":"Rock-crushing scrimshaw","Description":"+2% critical chance when mining. Lasts 3 hours."},{"Id":26298,"Name":"Scrimshaw of attack","Description":"Adds 2% to melee accuracy. Lasts 3 hours."},{"Id":26307,"Name":"Scrimshaw of cruelty","Description":"Ranged attacks deal increased damage. Lasts 3 hours."},{"Id":26304,"Name":"Scrimshaw of magic","Description":"Adds 2% to magic accuracy. Lasts 3 hours."},{"Id":26310,"Name":"Scrimshaw of ranging","Description":"Adds 2% to ranged accuracy. Lasts 3 hours."},{"Id":26301,"Name":"Scrimshaw of the elements","Description":"Every magic attack hits with a small amount of elemental damage. Lasts 3 hours."},{"Id":26295,"Name":"Scrimshaw of vampyrism","Description":"For every successful melee attack, this scrimshaw absorbs a small amount of the enemy's health, giving it to the scrimshaw bearer. Lasts 3 hours."},{"Id":31322,"Name":"Sign of death","Description":"If you die with this sign equipped, you will be restored to 15% of your health, while inflicting that much damage on your attacker. Does not work in PvP areas. Shares the 1-hour cooldown."},{"Id":29287,"Name":"Sign of item protection","Description":"If you die with this sign equipped, you will be able to protect an additional item. Does not work in PvP areas."},{"Id":29290,"Name":"Sign of life","Description":"If you die with this equipped, you will be revived with 25% of your health. Does not work in PvP areas. Signs and portents of life and death share a 1-hour cooldown."},{"Id":29269,"Name":"Sign of respite I","Description":"This one-use sign extends the duration of your gravestone by 12 seconds, up to a maximum of 5 minutes. Equip the sign before death or while you have an active gravestone."},{"Id":29271,"Name":"Sign of respite II","Description":"This one-use sign extends the duration of your gravestone by 21 seconds, up to a maximum of 5 minutes. Equip the sign before death or while you have an active gravestone."},{"Id":29273,"Name":"Sign of respite III","Description":"This one-use sign extends the duration of your gravestone by 30 seconds, up to a maximum of 5 minutes. Equip the sign before death or while you have an active gravestone."},{"Id":26289,"Name":"Tree-shaking scrimshaw","Description":"Increases the drop rate of bird nests by 300%. Lasts 3 hours."},{"Id":33896,"Name":"Whopper-baiting scrimshaw","Description":"15% chance to bait a whopper fish, gaining additional Fishing experience even though you won't land it. Lasts 3 hours."}]}